Repository: makoshark/scuttle
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: About
es_es: Acerca de

source: You are not allowed to delete this bookmark
es_es: No puede borrar estos enlaces

source: Failed to delete bookmark
es_es: Error al borrar los enlaces

source: All Tags
es_es: Todas

source: Your bookmark must have a title and an address
es_es: Su enlace debe tener un t&iacute;tulo y una direcci&oacute;n

source: Bookmark saved
es_es: Enlace salvado

source: There was an error saving your bookmark. Please try again or contact the administrator.
es_es: Hay un error al salvar su enlace. Por favor intentelo de nuevo o contacte con el administrador.

source: Add a Bookmark
es_es: Agregar

source: Add Bookmark
es_es: Agregar Enlace

source: You must be logged in before you can add bookmarks.
es_es: Debe introducir su usuario y contrase&ntilde;a para poder agregar enlaces

source: My Bookmarks
es_es: Mis Enlaces

source: Edit Bookmark
es_es: Editar enlace

source: You are not allowed to edit this bookmark
es_es: Usted no tiene permisos para editar este enlace

source: Error while saving your bookmark
es_es: Se ha producido un error al salvar su enlace

source: Failed to delete the bookmark
es_es: Fallo al borrar el enlace

source: Save Changes
es_es: Guardar Cambios

source: message_die() was called multiple times.
es_es: message_die() requerido en varios ocasiones.

source: SQL Error
es_es: Error de SQL

source: Line
es_es: L&iacute;nea

source: File
es_es: Archivo

source: Information
es_es: Informaci&oacute;n

source: Critical Information
es_es: Informaci&oacute;n Critica

source: An error occured
es_es: Ha habido un error

source: General Error
es_es: Error General

source: An critical error occured
es_es: Ha habido un error critico

source: Critical Error
es_es: Error Critico

source: DEBUG MODE
es_es: MODO DEPURACION

source: History
es_es: Historial

source: History for %s
es_es: Historial de %s

source: Address was not found
es_es: La direcci&oacute;n no existe

source: Could not open XML input
es_es: No se pude abrir la entrada XML

source: XML error: %s at line %d
es_es: Errores: %s en la linea %d del XML

source: Import Bookmarks from del.icio.us
es_es: Importar enlaces de del.icio.us

source: You have already submitted this bookmark.
es_es: Usted ya ha agregado este enlace

source: Bookmark imported.
es_es: Enlaces importados.

source: Import Bookmarks from Browser File
es_es: Importar enlaces de un Navegador

source: You have now logged out
es_es: Usted esta ahora desconectado

source: %s: Recent bookmarks
es_es: %s: Enlaces recientes

source: Store, share and tag your favourite links
es_es: Almacene, navege y etiquete sus enlaces favoritos

source: Recent Bookmarks
es_es: Enlaces Recientes

source: Are you sure?
es_es: Esta usted seguro?

source: Yes
es_es: Si

source: The details you have entered are incorrect. Please try again.
es_es: Los datos introducidos son incorrectos. Por favor intentelo de nuevo.

source: Log In
es_es: Acceder

source: You must enter your username.
es_es: Introduzca su nombre de usuario

source: No matches found for that username.
es_es: No se encuentra ning&uacute;n usuario con ese nombre

source: To keep your bookmarks secure, you should change this password in your profile the next time you log in.
es_es: Para que sean seguros sus enlaces, debe cambiar la clave de su usuario en el siguiente acceso

source: New password generated and sent to %s
es_es: Se ha creado una nueva clave y se ha enviado a %s

source: Popular Tags
es_es: M&aacute;s visitadas

source: Username was not specified
es_es: Usuario no introducido

source: Profile
es_es: P&eacute;rfil

source: Password and confirmation do not match.
es_es: La clave y su confirmaci&oacute;n no es correcta.

source: Password must be at least 6 characters long.
es_es: La clave debe tener al menos 6 acracteres.

source: E-mail address is not valid.
es_es: Correo incorrecto.

source: An error occurred while saving your changes.
es_es: Ha habido un error al guardar los cambios.

source: Changes saved.
es_es: Cambios guardados.

source: This username already exists, please make another choice.
es_es: Este usuario ya existe, por favor introduzca otro.

source: You have successfully registered. Enjoy!
es_es: El registro ha sido correcto. Puede continuar!

source: Registration failed. Please try again.
es_es: Registro erroneo. Por favor intentelo de nuevo.

source: Register
es_es: Registrarse

source: Search
es_es: Buscar

source: my bookmarks
es_es: mis enlaces

source: all bookmarks
es_es: todos

source: for
es_es: por

source: Search Bookmarks
es_es: Buscar Enlaces

source: Search Results
es_es: Buscar Resultados

source: Tags
es_es: Etiquetas

source: User removed from your watchlist
es_es: Usuario borrado de consultados

source: User added to your watchlist
es_es: Usuario agregado a consultados

source: <strong>Store</strong> all your favourite links in one place, accessible from anywhere.
es_es: <strong>Guarde</strong> todos sus enlaces favoritos en un lugar y acceda desde donde quiera.

source: <strong>Share</strong> your bookmarks with everyone, with friends on your watchlist or just keep them private.
es_es: <strong>Comparte</strong> tus enlaces, solo con los amigos de la lista de consultados o mant&eacute;ngalos privados..

source: <strong>Tag</strong> your bookmarks with as many labels as you want, instead of wrestling with folders.
es_es: <strong>Etiquete</strong> sus enlaces con tantas etiquetas como usted desea, en lugar de pellearse con las carpetas.

source: <strong><a href="register.php">Register now</a></strong> to start using %s!
es_es: <strong><a href="register.php">Registrese ahora</a></strong> para usar %s!

source: Geek Stuff
es_es: Adelante

source: %s is based on <a href="http://sourceforge.net/projects/scuttle/">an open-source project</a> licensed under the <a href="http://www.gnu.org/copyleft/gpl.html"><acronym title="GNU's Not Unix">GNU</acronym> General Public License</a>. This means you can host it on your own web server for free, whether it is on the Internet, a private network or just your own computer.
es_es: %s esta basado en <a href="http://sourceforge.net/projects/scuttle/">un proyecto de codigo abierto</a> licenciado bajo <a href="http://www.gnu.org/copyleft/gpl.html"><acronym title="GNU's Not Unix">GNU</acronym> General Public License</a>. Esto quiere decir que usted puede instalarlo en su propio web server para uso libre, en una red privada o en su propia computadora.

source: Sort by:
es_es: Por:

source: Date
es_es: Fecha

source: Title
es_es: T&iacute;tulo

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: by
es_es: por

source: Copy
es_es: Copiar

source: First
es_es: Primera

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Last
es_es: &Uacute;ltima

source: Page %d of %d
es_es: P&aacute;gina %d de %d

source: No bookmarks available
es_es: No hay enlaces disponibles

source: Address
es_es: Direcci&oacute;n

source: Required
es_es: Requerido

source: Description
es_es: Descripci&oacute;n

source: Comma-separated
es_es: Con comas

source: Privacy
es_es: Permisos

source: Public
es_es: P&uacute;blico

source: Shared with Watch List
es_es: Compartido en Consultados

source: Private
es_es: Privado

source: Delete Bookmark
es_es: Borrar enlace

source: Bookmarklet
es_es: Marcadores

source: Drag one of the following bookmarklets to your browser's bookmarks and click it whenever you want to add the page you are on to %s
es_es: Arrastre los enlaces a los marcadores de su navegador y pulselos siempre que usted desee agregar la pagina que esta viendo a %s

source: Post to %s
es_es: Agregar a %s

source: Post to %s (Pop-up)
es_es: Agregar a %s (Pop-up)

source: Import
es_es: Importar

source: Import bookmarks from bookmark file
es_es: Improtar enlaces de un archivo

source: Internet Explorer, Mozilla Firefox and Netscape
es_es: Internet Explorer, Mozilla Firefox y Netscape

source: Import bookmarks from del.icio.us
es_es: Importar los enlaces de del.icio.us

source: Account Details
es_es: Detalles de usuario

source: Username
es_es: Usuario

source: New Password
es_es: Nueva clave

source: E-mail
es_es: Correo

source: Personal Details
es_es: Datos del usuario

source: Name
es_es: Nombre

source: Homepage
es_es: P&aacute;gina web

source: Not Found
es_es: No funciona

source: The requested URL was not found on this server
es_es: No se encontr&oacute; la URL solicitada

source: General server error
es_es: Error general del servidor

source: The requested URL could not be processed
es_es: La URL solicitada no puede ser encontrada

source: Instructions
es_es: Instrucciones

source: Log in to the <a href="http://del.icio.us/api/posts/all">export page at del.icio.us</a>
es_es: Registrese para <a href="http://del.icio.us/api/posts/all">exportar la pagina a del.icio.us</a>

source: Save the resulting <abbr title="Extensible Markup Language">XML</abbr> file to your computer
es_es: Guardar los resultados en un archivo <abbr title="Extensible Markup Language">XML</abbr> de su ordenador

source: Click <kbd>Browse...</kbd> to find this file on your computer. The maximum size the file can be is 1MB
es_es: Pulse <kbd>Examinar...</kbd> para buscar el archivo en su ordenador. El tamaño maximo no puede ser superior a 1MB

source: Select the default privacy setting for your imported bookmarks
es_es: Elija los permisos para los enlaces importados

source: Click <kbd>Import</kbd> to start importing the bookmarks; it may take a minute
es_es: Pulse <kbd>Importar</kbd> para comenzar a importar los enlaces, esto puede tartar algunos minutos

source: Export your bookmarks from your browser to a file
es_es: Expote sus enlaces a su navegador a un archivo

source: Password
es_es: Clave

source: Forgotten your password?
es_es: Olvido su clave?

source: If you have forgotten your password, %s can generate a new one. Enter the username and e-mail address of your account into the form below and we will e-mail your new password to you.
es_es: Si olvido su clave, %s puede crearle una nueva. Introduzca su direccion de correo electr&oacute;nico de su perfil en el formulario siguiente y se le enviara una nueva clave

source: Member Since
es_es: Miembro desde

source: Watched By
es_es: Consultado de

source: Sign up here to create a free %s account. All the information requested below is required
es_es: Inserte los datos para crear una cuenta gratis en %s. Es cesaria toda la informacion requerida

source: Available
es_es: Disponible

source: Recent Tags
es_es: Recientes

source: Related Tags
es_es: Etiquetas mencionadas

source: Remove from Watchlist
es_es: Borrar de Consultados

source: Add to Watchlist
es_es: Agregar a Consultados

source: Alphabet
es_es: Alfab&eacute;tico

source: Log Out
es_es: Salir
